tap "common-fate/granted"
tap "derailed/k9s"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/services"
tap "mongodb/brew"
tap "planetscale/tap"
tap "txn2/tap"
tap "vmware-tanzu/carvel"
brew "atuin"
brew "cairo"
brew "cmake"
brew "lima"
brew "colima"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "docker"
brew "exercism"
brew "gh"
brew "unbound"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "harfbuzz"
brew "libtiff"
brew "openjdk"
brew "gradle"
brew "helm"
brew "kubernetes-cli"
brew "libfido2"
brew "mise"
brew "node"
brew "mysql-client"
brew "nvm"
brew "openldap"
brew "openssl@1.1"
brew "parallel"
brew "pnpm"
brew "protobuf"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "redis", restart_service: :changed
brew "rover"
brew "rustup"
brew "tailwindcss"
brew "typescript"
brew "vite"
brew "yarn"
brew "zsh-autosuggestions"
brew "common-fate/granted/granted"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community"
brew "planetscale/tap/pscale"
brew "txn2/tap/kubefwd"
cask "raycast"
cask "virtualbox"
cask "font-meslo-lg-nerd-font"
vscode "ahmadawais.shades-of-purple"
vscode "anthropic.claude-code"
vscode "apollographql.apollo-workbench"
vscode "astro-build.astro-vscode"
vscode "atomiks.moonlight"
vscode "avetis.tokyo-night"
vscode "avraammavridis.vsc-react-documentation"
vscode "azemoh.one-monokai"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "codium.codium"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "figma.figma-vscode-extension"
vscode "furkanozalp.go-syntax"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hipstersmoothie-public.github-dark-high-contrast"
vscode "jbockle.jbockle-format-files"
vscode "jdinhlife.gruvbox"
vscode "johnpapa.vscode-peacock"
vscode "kamen.noctis-high-contrast"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "mutantdino.resourcemonitor"
vscode "oderwat.indent-rainbow"
vscode "ofhumanbondage.react-proptypes-intellisense"
vscode "openai.chatgpt"
vscode "oracle.oracle-java"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "ryanolsonx.zenburn"
vscode "saoudrizwan.claude-dev"
vscode "sdras.night-owl"
vscode "stuart.unique-window-colors"
vscode "stylelint.vscode-stylelint"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "youssef.viow"
