ahmadawais.shades-of-purple
anthropic.claude-code
apollographql.apollo-workbench
astro-build.astro-vscode
atomiks.moonlight
avetis.tokyo-night
avraammavridis.vsc-react-documentation
azemoh.one-monokai
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
codium.codium
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
evgeniypeshkov.syntax-highlighter
figma.figma-vscode-extension
furkanozalp.go-syntax
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
hipstersmoothie-public.github-dark-high-contrast
jbockle.jbockle-format-files
jdinhlife.gruvbox
johnpapa.vscode-peacock
kamen.noctis-high-contrast
kumar-harsh.graphql-for-vscode
mquandalle.graphql
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
mutantdino.resourcemonitor
oderwat.indent-rainbow
ofhumanbondage.react-proptypes-intellisense
openai.chatgpt
oracle.oracle-java
redhat.java
rust-lang.rust-analyzer
ryanolsonx.zenburn
saoudrizwan.claude-dev
sdras.night-owl
stuart.unique-window-colors
stylelint.vscode-stylelint
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wallabyjs.quokka-vscode
wix.vscode-import-cost
yoavbls.pretty-ts-errors
youssef.viow
