ahmadawais.shades-of-purple
apollographql.apollo-workbench
atomiks.moonlight
avetis.tokyo-night
azemoh.one-monokai
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
evgeniypeshkov.syntax-highlighter
furkanozalp.go-syntax
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
hipstersmoothie-public.github-dark-high-contrast
jbockle.jbockle-format-files
jdinhlife.gruvbox
johnpapa.vscode-peacock
kamen.noctis-high-contrast
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
mutantdino.resourcemonitor
oderwat.indent-rainbow
rust-lang.rust-analyzer
ryanolsonx.zenburn
sdras.night-owl
stuart.unique-window-colors
stylelint.vscode-stylelint
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscodevim.vim
wix.vscode-import-cost
yoavbls.pretty-ts-errors
youssef.viow
